<h2>Как оплатить заказ?</h2>
<div id="answers">
<p>
К сожалению, такая возможность отсутствует ввиду несуществования нашего магазина. У нас нет товаров, а значит и оплатить их не получится. 
</p>
</div>
<h2>Есть ли какие-то ограничения, если я живу за МКАДом?</h2>
<div id="answers">
<p>
Конечно нет, наш магазин работает одинаково в любой точке земного шара, где есть интернет. 
</p>
<p>
Далее мы видим, что заповедник исчерпывает кроликa. Будничное благополучие отрадно. 
</p></div>
<h2> Хотите узнать тайну?</h2>
<div id="answers">
<details > <summary id="secret">Тайна, покрытая мраком:</summary><h4>Убийца - садовник </h4></details>
</div>