<h3>Как оплатить заказ?</h3>
<p>
К сожалению, такая возможность отсутствует ввиду несуществования нашего магазина. У нас нет товаров, а значит и оплатить их не получится. 
</p>
<h3>Есть ли какие-то ограничения, если я живу за МКАДом?</h3>
<p>
Конечно нет, наш магазин работает одинаково в любой точке земного шара, где есть интернет. 
</p>
<p>
Далее мы видим, что заповедник исчерпывает кроликa. Будничное благополучие отрадно. 
</p>
<h3> Хотите узнать тайну?</h3>
<details > <summary id="secret">Тайна, покрытая мраком:</summary><h4>Убийца - садовник </h4></details>