
<h1>Какие возможности для управления сайтом предоставляет админка?</h1>
<div id="answers">
<p> Вы можете добавлять новые товары в каталог, а затем редактировать их свойства, описание, менять картинки. 
    Для того, чтобы было удобно редактировать описание товара, на сайт интегрирован текстовый редактор NicEdit. Благодаря этому, вам не нужно писать html теги &lt;b&gt;,
    чтобы сделать текст жирным. Вы можете просто нажать кнопку в меню текстового редактора, и текст сразу станет жирным, а теги отображены не будут. Все внесённые вами изменения
    сразу же отображаются на сайте.
</p></div>
<h1>Удобно ли просматривать заказы, которые оформляют пользователи?</h1>
<div id="answers">
<p> Сайт myshop.ru предлагает различные фильтры для того, чтобы просматривать список заказов было ещё удобнее. 
    По умолчанию, когда вы заходите в раздел "Список заказов", отображаются актуальные заказы - то есть заказы оформленные на сегодня и более поздние даты.
    При этом, здесь реализована сортировка по дате - сначала будут отображены заказы, которые нужно выполнить раньше остальных. Так же, у вас есть возможность отобразить все заказы
    - это может быть полезно, если у клиента какой-то вопрос или претензия по заказу и необходимо узнать детали уже выполненного заказа. Ещё сайт предлагает функцию показа заказов, 
    требующих звонка. При использовании этого фильтра, менеджеру не придётся просматривать все заказы, чтобы позвонить только некоторым клиентам. Всё это помогает сэкономить ваше драгоценное время.